{
  "login": {
    "title": "Sign in",
    "username_not_registered": "The username entered is not registered. Try a different account or",
    "create_an_new": "create an new",
    "use_your_account": "Use your Teclib account",
    "what_is_this": "What's this?",
    "no_account": "No account?",
    "create_one": "Create one!",
    "enter_password": "Enter password",
    "enter_password_for": "Enter the password for",
    "forgot_my_password": "Forgot my password",
    "reset_password": "Reset Password",
    "refresh_captcha": "Refresh captcha"
  },
  "create_account": {
    "title": "Create account",
    "enter_code_image": "Enter the code from the image",
    "already_have_account": "Do you already have an account?",
    "full_name": "Full name"
  },
  "notifications": {
    "element_successfully_created": "Element successfully created",
    "element_successfully_updated": "Element successfully updated",
    "element_successfully_removed": "Element successfully removed",
    "elements_successfully_created": "Elements successfully created",
    "elements_successfully_updated": "Elements successfully updated",
    "elements_successfully_removed": "Elements successfully removed",
    "no_internet_connection": "No Internet Connection",
    "request_sent": "Request sent"
  },
  "validate_account": {
    "title": "Validate Account",
    "message": "Your user is not yet activated, please check your email and activate your account",
    "is_validated": "Your account is activated"
  },
  "forgot_password": {
    "title": "Recover account",
    "go_home": "Go home",
    "help_reset_password": "We can help you reset password and security info. Please, enter your Teclib account in the following text box.",
    "reset_your_password": "To reset your password, open your mailbox an find the email with the subject \"Reset Password\" and open the link to create a new password."
  },
  "validation": {
    "required_field": "Required field",
    "insufficient_characters": "Insufficient characters, a minimum of",
    "is_requiered": "is requiered",
    "one_digit": "At least one digit is necessary",
    "lowercase_character": "At least one lowercase character is required",
    "uppercase_character": "At least one uppercase character is required",
    "special_character": "At least one special character is required",
    "invalid_email": "It is not a valid email"
  },
  "users": {
    "delete": "Delete Users",
    "delete_one": "Delete User",
    "not_found": "No Users yet!"
  },
  "settings": {
    "security": {
      "close_session_message": "Are you sure you want to close your session?"
    },
    "notifications": {
      "title": "Notifications",
      "show": "Show notifications",
      "show_deatil": "For error messages is always enabled",
      "type": "Notification type",
      "type_detail": "For native you need to grant permissions",
      "toast": "Toast",
      "native": "Native"
    },
    "display": {
      "title": "Display",
      "show": "Show in dashboard",
      "change_interface": "Change interface language",
      "disable_animations": "Disable animations",
      "enable_animations": "Enable animations"
    }
  },
  "about": {
    "overview": {
      "title": "Overview",
      "description": "The App Shell Model of Teclib"
    },
    "contact": {
      "title": "Contact",
      "description": "Feel free to contact us at any time, selecting your preferred channel. A Teclib’ expert will answer your request and provide you with all the information and advice you need about: our Products, Partnership Programs, Training Courses and Support solutions."
    },
    "release_notes": {
      "title": "Release notes"
    },
    "license": {
      "title": "License"
    },
    "term_of_use": {
      "title": "Term of use",
      "definitions": "Definitions",
      "general_notes": "General Notes",
      "the_editor": "The Editor",
      "services": "Services",
      "company": "Company",
      "client": "Client",
      "contact_form": "Contact Form",
      "communication": "Communication",
      "using_our_website": "By using our website, you agree to be bound by the full Terms & Conditions posted on our website.",
      "these_terms": "These terms and conditions apply to the business relation between the Client and the Editor (as identified further below), arising from the Client requesting the Editor to provide certain corporate and management services. Any order placed in any of our offices, by internet or by any other means, shall constitute a binding agreement of these terms & conditions between the Client and the Editor.",
      "teclib_spain": "means Teclib’ Spain, a company, registered in Spain and it also includes any subsidiary or branch of Teclib’ Group, which provides services to the client or the company",
      "any_or_several": "means any or several of the following: GLPi Network, Kimios DMS, Uhuru Mobile, Armadito Antivirus, Flyve MDM, Training sessions, any IT related services and support, Partnership agreements, Registered Member agreements, Marketing agreements, administrative and managerial work and any other corporate services of similar nature that the Editor agrees to provide.",
      "any_company": "means any company beneficially owned by the client for which services are provided by the Editor.",
      "beneficial_owner": "means the beneficial owner(s) of the company and/or the person(s) who has(ve) requested the Editor to provide services. It also means any person the client may represent in the case of a group (all such persons jointly and separately).",
      "standard_contact": "means the standard contact form posted on the Editor’s website http://www.teclib-edition.com/en/contact-us/ or other format of the same form submitted by the client to the Editor before beginning and providing services.",
      "communication_between": "means any communication between the Editor and the client by any of the following methods: (a) email or other message or form posted through the internet; (b) fax; (c) courier or mail delivery, any of the above being addressed to the last known or notified address of the recipient.",
      "complaints_procedure": {
        "title": "Complaints Procedure",
        "management_company": "The management of the company wishes to remain open to well-founded complaints in order not to only resolve them efficiently, but also to improve our service at large. Complaints are usually handled by the office manager, however if you have a complaint that cannot be resolved, you can write an email to our complaint resolution department.",
        "complaints_can": "Complaints can be lodged in writing to the office with the envelope marked personal and confidential.",
        "please_substantiate": "Please substantiate any complaints with precise facts, dates and names if you want us to be able to act on your complaint. Any vague complaints or unconstructive insults will be discarded without follow-up. We will attempt to answer or resolve any complaint within a maximum of 3 days."
      },
      "our_services": {
        "title": "Our services",
        "become_a_partner": "Become a Partner",
        "become_a_registered": "Become a Registered Member",
        "training_courses": "Training Courses",
        "distribution": "Distribution of a complete pack based on GLPi project and other open source technologies, that helps you manage and control your IT infrastructure, with asset management, ticketing and loads of features and plugins.",
        "java_based": "Java-based, Open Source Knowledge Management Solution also Document Management System. It helps you produce, store, organize, manage and research any kind of document, media and file in your repository.",
        "secure_operating_system": "Secure operating system for Android-based smartphones, tablets, PCs and applications.",
        "uhuru_analyzes": "Uhuru analyzes, controls and protects against malware and vulnerability exploits.",
        "open_source_antivirus": "Open source antivirus and anti-malware software for desktop (computers) and servers. It analyses your system, detects viruses, identify malware codes, and last but not least: it protects and strengthens your network.",
        "mobile_device_management": "Mobile Device Management that allows you to: configure, deploy, secure, monitor, integrate and manage any mobile devices within the organization, protecting your corporate network and data.",
        "training_program": "Follow a training program, get certified and become an expert of our technologies",
        "our_partnership": "Our Partnership Program gives access to a portfolio of subscription-based services, letting Partners and customers receive technical support and trainings, to answer the fast evolving business’ needs.",
        "becoming_a_teclib": "Becoming a Teclib’ Registered Member is a great way to help improve your profit potential and ensure your business is recognized by the industry and amongst end-users as being professional and technically competent."
      },
      "general_conditions": {
        "title": "General Conditions",
        "obligations": "Your obligations under this agreement",
        "authority": "We provide you services with the understanding that you have supplied us with true and accurate instructions and that you have given us the authority to lawfully carry out those instructions. You warrant that you are acting on your own authority or have the authority of your client to instruct us in this regards.",
        "identifying": "While identifying officers to the company, you fully warrant that you have the legal consent of those officers, and you agree to indemnify us in the case of a conflict with the directors. You will ensure the accuracy and completeness of the information you provide us.",
        "our_obligations": "Our obligations under this agreement",
        "reasonable_steps": "We will take reasonable steps to insure that our website is as complete and precise as possible and to protect your privacy. We will protect your private data and will never stock any information without strong encryption and following PCI-DSS guidelines.",
        "force_majeure": "Force Majeure",
        "no_case": "We shall in no case be liable to you for any breach of the terms and conditions or any failure to provide or delay in providing our services through our site resulting from any event or circumstance beyond our reasonable control including, without limitation, breakdown of systems or network access, fire, explosion or accident or any “acts of God”.",
        "exclusions_and_limitations": "Exclusions and Limitations",
        "representations": "We make no representations or warranties about the accuracy, completeness, or suitability for any specific purpose of the information and related graphics published on our website.",
        "published": "The information published may contain technical inaccuracies, out-dated material or typographical errors and is only intended to be a general indication of our services. Except for claims related to death or personal injury resulting from negligence or as otherwise prescribed by law, our liability for any loss or damage (compensatory, direct, indirect or consequential damages, loss of data, income or profit, loss or damage to property and claims of third parties) arising out of any single claim will be limited to the value of re-supplying the relevant product or service.",
        "limitation": "You agree that this limitation is reasonable due to the nature of our site and given that when you require information or services through our site you start a separate contract with us in each case.",
        "changes": "Changes in Content and Services",
        "any_time": "At any time and without notice, we reserve the right to revise our terms and conditions, our bouquet of services and the content of our site.",
        "outgoing_web_links": "Outgoing Web Links",
        "outgoing_links": "Outgoing links to third party websites are provided for your convenience and for general information. We do not warrant any of the content, services or accuracy of these third parties.",
        "ownership": "Ownership and Rights to the materials on this website",
        "all_rights": "All rights to the design, text & graphics and any other material on our website, layout and style are our own copyright or the ones of related third parties. Permission is granted to electronically copy and print hard copy portions of our site solely for the purpose of studying offers in connection with the acquisition of goods or services from our website. Any other use of the materials on our website (including reproduction for purposes other than those above mentioned and any alteration, modification, distribution, or publication) without our prior written permission is strictly prohibited and will be prosecuted to the full extend authorized by law.",
        "third_party_rights": "Third Party Rights",
        "not_intended": "Our terms and conditions are not intended to be enforceable by any third party.",
        "competent_jurisdiction": "Competent Jurisdiction and Tribunals",
        "relationship": "These Terms and Conditions and our relationship with you shall be governed by and construed in accordance with the laws of Spain and will be subject to the exclusive jurisdiction of the Spanish Courts.",
        "privacy_policy": "Privacy Policy",
        "you_agree": "You agree that we may collect, store, and use information about you in accordance with our Privacy Policy. You acknowledge and agree to be bound by the terms of our Privacy Policy."
      }
    }
  },
  "logout": {
    "close_session": "Close session"
  },
  "error": {
    "400": {
      "title": "Oops! Bad request",
      "message": "Apparently you are making an erroneous request. Please return to the dashboard."
    },
    "401": {
      "title": "Unauthorized",
      "message": "The request has not been applied because it lacks valid authentication credentials for the target resource."
    },
    "403": {
      "title": "Action is forbidden",
      "message": "Apparently you are trying to perform an action not allowed. Please return to the dashboard."
    },
    "404": {
      "title": "Oops! Page not Found.",
      "message": "We could not find the page you were looking for. Meanwhile, you may return to the dashboard."
    },
    "500": {
      "title": "Oops! Something went wrong.",
      "message": "We will work on fixing that rigth away. Meanwhile, you may return to the dashboard."
    }
  },
  "commons": {
    "success": "Success",
    "info": "Info",
    "warning": "Warning",
    "error": "Error",
    "sending": "Sending",
    "language": "Language",
    "english": "English",
    "portuguese": "Portuguese",
    "french": "French",
    "spanish": "Spanish",
    "settings": "Settings",
    "notifications": "Notifications",
    "display": "Display",
    "terms_and_conditions": "Terms and Conditions",
    "teclib_email": "Teclib email",
    "dashboard": "Dashboard",
    "next": "Next",
    "back": "Back",
    "selected": "Selected",
    "loading": "Loading",
    "no_selection": "No selection",
    "not_available": "Not available",
    "not_found": "Not Found",
    "ok": "Ok",
    "cancel": "Cancel",
    "select": "Select",
    "sort": "Sort",
    "refresh": "Refresh",
    "add": "Add",
    "delete": "Delete",
    "edit": "Edit",
    "users": "Users",
    "contacts": "Contacts",
    "user": "User",
    "register": "Register",
    "email": "Email",
    "username": "Username",
    "password": "Password",
    "password_confirmation": "Password confirmation",
    "passwords_not_match": "Passwords do not match",
    "call_mobile": "Call Mobile",
    "call_work": "Call Work",
    "sign_in": "Sign in",
    "log_out": "Log out",
    "logout": "Logout",
    "home": "Home",
    "Spain": "Spain",
    "czech": "Czech",
    "subject": "Subject",
    "arabic": "Arabic",
    "catalan": "Catalan",
    "galician": "Galician",
    "german": "German",
    "hebrew": "Hebrew",
    "hindi": "Hindi",
    "hungarian": "Hungarian",
    "italian": "Italian",
    "korean": "Korean",
    "polish": "Polish",
    "japanese": "Japanese",
    "russian": "Russian",
    "urdu": "Urdu",
    "chinese": "Chinese",
    "thai": "Thai",
    "Britain": "Britain",
    "Czech_Republic": "Czech Republic",
    "France": "France",
    "Mexico": "Mexico",
    "Argentina": "Argentina",
    "Egypt": "Egypt",
    "Saudi_Arabia": "Saudi Arabia",
    "Germany": "Germany",
    "Israel": "Israel",
    "India": "India",
    "Hungary": "Hungary",
    "Italy": "Italy",
    "Korea": "Korea",
    "Poland": "Poland",
    "Brazil": "Brazil",
    "Portugal": "Portugal",
    "Japon": "Japon",
    "Russia": "Russia",
    "Pakistan": "Pakistan",
    "China": "China",
    "Thailand": "Thailand"
  }
}
